{
    "response": {
        "shortTitle": "Chapter 1: Prologue",
        "content": "<p>Translator:&nbsp;Mango Cat&nbsp;&nbsp;Editor:&nbsp;DarkGem</p><p>&ldquo;Young Miss, Young Miss.\"</p><p>Liu\'er was standing in the room, her face paling drastically as she looked at her young miss.</p><p>Young Miss was a bit older than her at fourteen years of age. At the moment, she was standing on top of a stool with an embroidered cushion. She raised herself on her toes, hanging white silk from the beam of the rafters.</p><p>Liu\'er raised her head. Young Miss was always slim and delicate, but now she looked thinner than ever.</p><p>\"Young Miss, stop with this farce,\" she stammered out, clutching at Young Miss\' dress.</p><p>\"How could I do that!?\" she shouted.</p><p>She looked at the young servant girl with an angry gaze, her large eyes almost encompassing half of her face. She snapped her head back up to look at the white silk, the light bouncing off her chin like porcelain.</p><p>But she was not done talking.</p><p>\"...Grandmother refuses to get justice for me, so I can only do it myself...\"</p><p>She was obviously very angry, but her voice was so sweet and beautiful it still sounded gentle, but with a tapered point.</p><p>Liu\'er walked around her, alarmed.</p><p>\"But, Young Miss, m-maybe it\'s just a rumor. Miss Lin\'s words aren\'t necessarily true,\" she said, her voice shaking.</p><p>At this, Young Miss lowered her head, furrowing her slender brows.</p><p>\"Rumors? If it were half a year ago, it could still be a rumor, but now it has gone on for this long. Aunt has already gone to the Ning Family many times. And what of it? The rumors haven\'t disappeared. Anyways, news of the engagement with the Yang Family\'s fifth young miss have spread. Jin\'er and the Ning Family\'s seventeenth miss are on great terms, so Jin\'er must be telling the truth.\"</p><p>When she said this, tears dripped from her eyes.</p><p>\"The Ning Family is betraying my engagement and giving Tenth Noble Son for some other marriage.\"</p><p>When she said this, she covered her face with her hands.</p><p>\"If Grandfather and Father were here, that Ning Family would not dare do this. But they can bully a motherless, fatherless child like me.\"</p><p>Her Grandfather and Father were her mountain. Now that they were not here, the mountain toppled. She also didn\'t have any brothers or sisters, leaving her an orphan. Anyone could bully her.</p><p>Liu\'er thought of the days in the past and of their days now. Although she was just a servant, she was equally moved and also started to cry.</p><p>\"Grandmother is afraid of the Ning Family, but I&rsquo;m not afraid.\" Young Miss suppressed her crying and flung her sleeves in anger. She grabbed the white silk, her beautiful face firm. \"Today I will hang myself, forced to die out of betrayal. See what face that Ning Family will have left. This world is not without justice!\"</p><p>Without hesitation, she poked her head through the silk loop.</p><p>Liu\'er grabbed her legs in fright.</p><p>This caused both of them to sway. Young Miss\' foot almost slipped on the stool, and she let out a half-shriek.</p><p>\"Stop grabbing me. Just let me do it, and then once there is a mark grab me again,\" scolded Young Miss angrily.</p><p>So she was never intending to truly die.</p><p>Liu\'er let go of her somewhat shakily.</p><p>\"Stand back,\" Young Miss ordered.</p><p>Liu\'er moved back several steps, looking at her with a white face.</p><p>Young Miss was satisfied, then after taking a deep breath, poked her head through the white silk again.</p><p>\"Remember to first go tell Grandmother. There\'s no point in talking to Aunt,\" she reminded.</p><p>Liu\'er nodded vigorously.</p><p>\"Ning Family, let\'s see what you\'ll do now!\" Young Miss said forcefully. Then gritting her teeth, she grabbed the white silk and stepped off the stool.</p><p>I\'m suffocating, suffocating. It hurts, hurts!</p><p>I can\'t take it!</p><p>She kept kicking in the air.</p><p>No more, no more.</p><p>Her gasps made Liu\'er leap forward, but because she was too small, she couldn\'t grab onto Young Miss\' flailing legs.</p><p>\"Young Miss, Young Miss, stop moving,\" she couldn\'t help but shout.</p><p>It was very difficult to grab on, and she found that she didn\'t have the strength to lift up Young Miss.</p><p>What to do? What to do?</p><p>Liu\'er bit her teeth and desperately tried to push upwards.</p><p>But Young Miss started ceasing her struggles. She no longer made noises, and her body became limp.</p><p>The young servant girl couldn\'t help but look up and see her young miss\' flower-like face so ashen. Her eyes were vacant, and her tongue was sticking out.</p><p>\"Someone&hellip; someone&hellip;&rdquo;</p><p>Liu\'er fell to the ground, muttering. Then she immediately scrambled to her feet.</p><p>\"Someone, oh someone, come here and save her, save her!\"</p>"
    }
}
